import { PlanetItem } from "./types";

export const PlanetItems: PlanetItem[] = [
  {
    id: '1',
    name: "Альдераан",
    description:
      `Альдераан – вторая планета в системе Альдераан. Почитаемый центральный мир долгое время являлся центральной точкой галактической политики, культуры и исследований. Разведывательные Альдераанские суда курсировали многие из важнейших торговых путей Галактики. Колонисты с Альдераана колонизировали множество разрозненных планет.

      Альдераан - красивая голубовато-зеленая планета без спутников. В отличие от переполненных центральных систем вроде Корусканта, Альдераанское общество гармонично балансировало между городским центром и непотревоженной пустыней. Сам Альдераан был некогда домом для местной разумной расы, известной, как Килликс, оставившей после себя улья впечатляющих размеров на лугах Альдераана, именуемые Звездными Замками.`,
  },
  {
    id: '2',
    name: "Беспин",
    description:
    `Беспин является третьей планетой в системе Беспин. Расположенный далеко от галактической суматохи в редко посещаемом космическом секторе, Беспин – астрофизический раритет. Огромный газовый гигант скрывает участок пригодной для жизни атмосферы в своих бесконечных облаках. 

    Беспин расположен сразу за Кореллианским Торговым Хребтом в Изонском Коридоре. В числе других миров, вращающихся по орбите Беспина, есть Мисер, Орин и Кольцо Велсора – астероидный пояс. Газообразная планета с пышными, пенящимися облаками лежит вблизи бесплодной системы Аноат. Подобно большинству газовых гигантов, Беспин окружен множеством лун, среди которых наиболее известны "Близнецы”: Х’Гаард и Друдонна.`,
  },
  {
    id: '3',
    name: "Бисс",
    description:
      `Бисс – планета в Глубоком Ядре, расположенная недалеко от центра галактики и обнаруженная не ранее чем за 45 лет до битвы при Явине. Местный день здесь длится 31 час, а стандартный местный год 207 местных суток. Бисс является конечной точкой бисского маршрута.

      Эта планета своего рода миф и, казалось бы, идеальное место для жизни. Странности Биссу добавляет жуткое зеленоватое свечение, проявляющееся благодаря солнцу. Но, внешний вид это одно, а темная энергия, негативно действующая на жителей и планету, распространяемая Палпатином – совсем другое.
      
      Бисс – тайный престол Палпатина и местонахождение Цитадели Императора. Здесь он содержал секретный центр клонирования.`,
  },
  {
    id: '4',
    name: "Ботавуи",
    description:
      `Ботавуи – третья планета в системе Бот. Космополитичная планета является галактическим центром торговли информацией. Шпионская сеть ботанов считается первоклассной, и большая часть информационных потоков проходит через Ботавуи. Планета была старым членом Галактической Республики: ботанский язык был одним из языков, из которых, в последствие, образовался общегалактический язык. Ботаны колонизировали множество близлежащих миров, и Ботавуи стал столицей ботанского сектора.

      В годы, предшествующие Войне Клонов, планета была представлена в Сенате Поло Се’Лабом. Она оставалась нейтральной в течение Войны Клонов. Во время Галактической Гражданской Войны, формально являлась частью Империи, на деле же имперцы сохраняли на планете сравнительно небольшой гарнизон, очевидно, посчитав Ботавуи недостаточной угрозой. Номинальный глава мира – губернатор – и небольшой контингент штурмовиков были единственным внешним признаком того, что мир, предположительно, был подведомствен Империи. `,
  },  
];
